export const TEST_DATA = {
   id: 1,
   video_url: '/uploads/videos/E1LSDH6L9AeB9yZfMTfV5reyl0E5jT1dyCbnXCav.mp4',
   title: 'Аэросъемка территория "Немецкой Деревни"',
   description:
      'Организуем первое знакомство с инструментами рекламной платформы, чтобы предпринимателям с минимальным опытом было легче ориентироваться в их разнообразии. Трафареты, Вывод в топ, Оплата за заказ, медийная реклама и инструменты для работы с лояльностью — охватим всё за 1 час.',
   tags: ['#тег 1', '#тег 2'],
   date: '2025-12-12',
   tags: ['#тег 1', '#тег 2'],
   author: {
      id: 8,
      image: '/uploads/images/i4TiJI8ZwdZqstTBGTKDplCpWTa75i76YxCwX5aE.jpg',
      role: 2,
      name: 'Александр',
      surname: 'Корниенко',
   },
};

export const TEST_DATA_COMMENTS = [
   {
      id: 1,
      text: 'Комментарий #1',
   },
   {
      id: 2,
      text: 'Комментарий #2',
   },
   {
      id: 3,
      text: 'Комментарий #3',
   },
   {
      id: 4,
      text: 'Комментарий #4',
   },
   {
      id: 5,
      text: 'Комментарий #5',
   },
   {
      id: 6,
      text: 'Комментарий #6',
   },
   {
      id: 7,
      text: 'Комментарий #7',
   },
   {
      id: 8,
      text: 'Комментарий #8',
   },
   {
      id: 9,
      text: 'Комментарий #9',
   },
   {
      id: 10,
      text: 'Комментарий #10',
   },
   {
      id: 11,
      text: 'Комментарий #11',
   },
   {
      id: 12,
      text: 'Комментарий #12',
   },
   {
      id: 13,
      text: 'Комментарий #13',
   },
   {
      id: 14,
      text: 'Комментарий #14',
   },
   {
      id: 15,
      text: 'Комментарий #15',
   },
   {
      id: 16,
      text: 'Комментарий #16',
   },
   {
      id: 17,
      text: 'Комментарий #17',
   },
   {
      id: 18,
      text: 'Комментарий #18',
   },
   {
      id: 19,
      text: 'Комментарий #19',
   },
   {
      id: 20,
      text: 'Комментарий #20',
   },
   {
      id: 21,
      text: 'Комментарий #21',
   },
   {
      id: 22,
      text: 'Комментарий #22',
   },
   {
      id: 23,
      text: 'Комментарий #23',
   },
   {
      id: 24,
      text: 'Комментарий #24',
   },
   {
      id: 25,
      text: 'Комментарий #25',
   },
   {
      id: 26,
      text: 'Комментарий #26',
   },
   {
      id: 27,
      text: 'Комментарий #27',
   },
   {
      id: 28,
      text: 'Комментарий #28',
   },
   {
      id: 29,
      text: 'Комментарий #29',
   },
   {
      id: 30,
      text: 'Комментарий #30',
   },
   {
      id: 31,
      text: 'Комментарий #31',
   },
   {
      id: 32,
      text: 'Комментарий #32',
   },
   {
      id: 33,
      text: 'Комментарий #33',
   },
   {
      id: 34,
      text: 'Комментарий #34',
   },
   {
      id: 35,
      text: 'Комментарий #35',
   },
   {
      id: 36,
      text: 'Комментарий #36',
   },
   {
      id: 37,
      text: 'Комментарий #37',
   },
   {
      id: 38,
      text: 'Комментарий #38',
   },
   {
      id: 39,
      text: 'Комментарий #39',
   },
   {
      id: 40,
      text: 'Комментарий #40',
   },
   {
      id: 41,
      text: 'Комментарий #41',
   },
   {
      id: 42,
      text: 'Комментарий #42',
   },
   {
      id: 43,
      text: 'Комментарий #43',
   },
   {
      id: 44,
      text: 'Комментарий #44',
   },
   {
      id: 45,
      text: 'Комментарий #45',
   },
   {
      id: 46,
      text: 'Комментарий #46',
   },
   {
      id: 47,
      text: 'Комментарий #47',
   },
   {
      id: 48,
      text: 'Комментарий #48',
   },
   {
      id: 49,
      text: 'Комментарий #49',
   },
   {
      id: 50,
      text: 'Комментарий #50',
   },
   {
      id: 51,
      text: 'Комментарий #51',
   },
   {
      id: 52,
      text: 'Комментарий #52',
   },
   {
      id: 53,
      text: 'Комментарий #53',
   },
   {
      id: 54,
      text: 'Комментарий #54',
   },
   {
      id: 55,
      text: 'Комментарий #55',
   },
   {
      id: 56,
      text: 'Комментарий #56',
   },
   {
      id: 57,
      text: 'Комментарий #57',
   },
   {
      id: 58,
      text: 'Комментарий #58',
   },
   {
      id: 59,
      text: 'Комментарий #59',
   },
   {
      id: 60,
      text: 'Комментарий #60',
   },
   {
      id: 61,
      text: 'Комментарий #61',
   },
   {
      id: 62,
      text: 'Комментарий #62',
   },
   {
      id: 63,
      text: 'Комментарий #63',
   },
   {
      id: 64,
      text: 'Комментарий #64',
   },
   {
      id: 65,
      text: 'Комментарий #65',
   },
   {
      id: 66,
      text: 'Комментарий #66',
   },
   {
      id: 67,
      text: 'Комментарий #67',
   },
   {
      id: 68,
      text: 'Комментарий #68',
   },
   {
      id: 69,
      text: 'Комментарий #69',
   },
   {
      id: 70,
      text: 'Комментарий #70',
   },
   {
      id: 71,
      text: 'Комментарий #71',
   },
   {
      id: 72,
      text: 'Комментарий #72',
   },
   {
      id: 73,
      text: 'Комментарий #73',
   },
   {
      id: 74,
      text: 'Комментарий #74',
   },
   {
      id: 75,
      text: 'Комментарий #75',
   },
   {
      id: 76,
      text: 'Комментарий #76',
   },
   {
      id: 77,
      text: 'Комментарий #77',
   },
   {
      id: 78,
      text: 'Комментарий #78',
   },
   {
      id: 79,
      text: 'Комментарий #79',
   },
   {
      id: 80,
      text: 'Комментарий #80',
   },
   {
      id: 81,
      text: 'Комментарий #81',
   },
   {
      id: 82,
      text: 'Комментарий #82',
   },
   {
      id: 83,
      text: 'Комментарий #83',
   },
   {
      id: 84,
      text: 'Комментарий #84',
   },
   {
      id: 85,
      text: 'Комментарий #85',
   },
   {
      id: 86,
      text: 'Комментарий #86',
   },
   {
      id: 87,
      text: 'Комментарий #87',
   },
   {
      id: 88,
      text: 'Комментарий #88',
   },
   {
      id: 89,
      text: 'Комментарий #89',
   },
   {
      id: 90,
      text: 'Комментарий #90',
   },
   {
      id: 91,
      text: 'Комментарий #91',
   },
   {
      id: 92,
      text: 'Комментарий #92',
   },
   {
      id: 93,
      text: 'Комментарий #93',
   },
   {
      id: 94,
      text: 'Комментарий #94',
   },
   {
      id: 95,
      text: 'Комментарий #95',
   },
   {
      id: 96,
      text: 'Комментарий #96',
   },
   {
      id: 97,
      text: 'Комментарий #97',
   },
   {
      id: 98,
      text: 'Комментарий #98',
   },
   {
      id: 99,
      text: 'Комментарий #99',
   },
   {
      id: 100,
      text: 'Комментарий #100',
   },
];
