export const CHAT_TAGS = [
   {
      id: 1,
      title: 'Есть акции и скидки?',
      text: 'Здравствуйте, есть акции и скидки?',
   },
   {
      id: 2,
      title: 'Какие есть варианты отделки?',
      text: 'Здравствуйте, какие есть варианты отделки?',
   },
   {
      id: 3,
      title: 'Хочу записаться на видеоконсультацию',
      text: 'Здравствуйте, хочу записаться на видеоконсультацию',
      icon: 'iconAdd',
   },
   {
      id: 4,
      title: 'Когда могу посмотреть?',
      text: 'Здравствуйте, когда могу посмотреть?',
   },
   {
      id: 5,
      title: 'Подходит под ипотеку?',
      text: 'Здравствуйте, подходит под ипотеку?',
   },
];
