export const CHAT_TAGS = [
   {
      id: 1,
      title: 'Нужна консультация',
      text: 'Здравствуйте, нужна консультация',
   },
   {
      id: 1,
      title: 'Хочу записаться на видеоконсультацию',
      text: 'Здравствуйте, хочу записаться на видеоконсультацию',
   },
   {
      id: 2,
      title: 'Есть акции и скидки?',
      text: 'Здравствуйте, есть акции и скидки?',
   },
   {
      id: 3,
      title: 'Какие есть варианты отделки?',
      text: 'Здравствуйте, какие есть варианты отделки?',
   },

   {
      id: 5,
      title: 'Есть минимальный первоначальный взнос, нужна консультация',
      text: 'Здравствуйте, есть минимальный первоначальный взнос, нужна консультация',
   },
];
